{
    "scene_0": "A blue road sign with direction appears. On the signboard, it says 'Clapham Common', 'Brixton', 'Pekham' with big arrow pointing to the left. The scene changes to a girl happily walking down the sidewalk. She is wearing a black jacket, jeans, sneakers, and also purple scarf. This scene is happening in the day.",
    "scene_1": "Two road signs appears, one at the top and one at the bottom are shown. The top road sign is sectioned into two parts, the upper part and the bottom part. The upper part has the text 'Earlsfield Wimbledon' with and arrow pointing to the left on the left side. There is also a London Network and bicycle logo on the right side of the text. The bottom part has text 'Balham Streatham' with an arrow pointing to the right on the right side of it. There is also a London Network and bicycle logo in the left sight of the text. The bottom road signs is showing an image of a bicycle. All the images and texts on the signboard is shown in faded color. The girl from the earlier scene squint her eyes, looking like she is having a difficulty to read the signboard. She takes her phone from her jacket pocket. The phone is in a white cover.",
    "scene_2" : "The girl from the previous scene is holding a phone. The phone shows a navigational interface. The interface shows a text, 'Joe's Specialty Cakes' and a button that says 'Start navigation'. The girl continues walking.",
    "scene_3" : "An eldery man is sitting on the brown sofa. The scene is taken indoor. He is wearing a blue checkered shirt and grey cardigan. He is sitting while holding on an a tablet. There is a door at back of the sofa and a small table next to the sofa. On the table, there is gold color decorative flower. Then, he puts his table on the sofa, walking toward his phone that is located on another couch. The phone is screen is on. He then picks up his phone.",
    "scene_4" : "An old man holds his phone and shows the chat with Sally. The is a sun glare on the phone screen. The phone screen is showing converstion bubbles between him and Sally. The chat bubble for Sally is green, and for him, it is blue. In the chat, Sally ask when he will be stopping by tonight. He answers, 'I don't know. 6:00 maybe, will that work for you'. Sally says she will be gone by then and she will leave the box out on the front porch. He says, that will be fine and he asks how much he owes her for the glasses.",
    "scene_5": "The girl from the earlier scene is entering a bricked-house through a black gate",
    "scene_6": "A white background screen with some text. 'Visit w3.org/WAI/perspectives' for more information on Colors with Good Contrast. It shows W3C, Web Accessibility Initive texr on mostly a blue rectangle. The is a text that shows Copyright 2016 W3C (MUT, ERCIM, Keio, Beihang)"
}